{"DnD/CAMPAIN/Lore/THE-STORY":{"slug":"DnD/CAMPAIN/Lore/THE-STORY","filePath":"DnD/CAMPAIN/Lore/THE STORY.md","title":"THE STORY","links":[],"tags":[],"content":"World\n\nRumor has it, that dragons are real… At least that’s what my mother always told me when I was little\n— Florice Richmond\n\n\nThey said, that once you come to here you will find unlimited happiness… so far I only lost my one and only friend\n— Horis Nimblefeet\n\nInhabitants\nNature"},"DnD/CAMPAIN/World/Country/Cities--and--Towns/Grimwel-Town":{"slug":"DnD/CAMPAIN/World/Country/Cities--and--Towns/Grimwel-Town","filePath":"DnD/CAMPAIN/World/Country/Cities & Towns/Grimwel Town.md","title":"Grimwel Town","links":[],"tags":[],"content":"General Info\nGrimwel is a small, coastal Town near the southern edge of the kingdom of Khalhia. This Town is a great place to unwind after a long day of work and relax at the beach. drink some ale at the local tavern or go on a walk in the nearby forest, the choice is yours. The Townsfolk are friendly and welcoming and love to hear about stories from other places in the kingdom.\nStores &amp; Hospitality\nGrimwel Has a range of different stores ranging from simple general stores such as ‘Ravens Nest’ and ‘Rosebush Bloom’.\nBut also stores more suited for adventurers.\nThey have a Blacksmith for all your repairs and weapons\nwith a friendly smith called Dufri who came all the way from his hometown\nBut also a great Tavern, The Rising sun, where they have their own home-made Ale from the wheat fields surrounding the town. Or their Shepherd’s Pie which they cook right in front of you for the authentic experience.\nIf you want, go and take a look at the quest board they have in the back of the tavern. there might be something you’re interested in and a great way to get some extra gold pieces.\n\nSo what are you waiting for? Go and take a little break. eat a nice Shepherd’s Pie in the rising sun. or get your weapon’s repaired at the Ironforge Anvil.\nOr just enjoy the sun from the beach, Who are we to judge.\n— Yours truly\nT.S, your traveling Correspondent"},"DnD/CAMPAIN/World/WORLD-MAP":{"slug":"DnD/CAMPAIN/World/WORLD-MAP","filePath":"DnD/CAMPAIN/World/WORLD MAP.md","title":"WORLD MAP","links":[],"tags":[],"content":"here is where you will find the world map\nonce i manage to create one that’s not ass\npossible names\n\nPreria\nKhalhia\nKybatis\n"},"index":{"slug":"index","filePath":"index.md","title":"D&D Campaign Wiki","links":[],"tags":[],"content":"Welcome to my D&amp;D Campaign\nThis is my digital garden for D&amp;D campaign and Lore\nIf you’re here without getting the link from me, please leave you’re not supposed to read this yet :)\nContents\nBrowse the wiki using the explorer on the left or search above."}}